export const jobBuffSkills = {
    '귀검사(남)': {
        '眞 웨펀마스터': {name:'오버드라이브', level:25},
        '眞 아수라': {name:'살의의 파동', level:30},
        '眞 소울브링어': {name:'잔영의 케이가', level:20},
        '眞 버서커': {name:'폭주', level:25},
        '眞 검귀': {name:'귀혼일체', level:30}
    },

    '귀검사(여)': {
        '眞 소드마스터': {name:'신검합일', level:25},
        '眞 다크템플러': {name:'컨제스트', level:35},
        '眞 데몬슬레이어': {name:'광폭화', level:20},
        '眞 베가본드': {name:'오기조원', level:20},
        '眞 블레이드': {name:'트레이스', level:25}
    },

    '격투가(여)': {
        '眞 넨마스터': {name:'카이', level:15},
        '眞 스트라이커': {name:'강권', level:15},
        '眞 스트리트파이터': {name:'독 바르기', level:15},
        '眞 그래플러': {name:'반드시 잡는다!', level:15}
    },

    '격투가(남)': {
        '眞 넨마스터': {name:'역혈기공', level:20},
        '眞 스트라이커': {name:'강권', level:15},
        '眞 스트리트파이터': {name:'뒷골목 싸움법', level:20},
        '眞 그래플러': {name:'반드시 잡는다!', level:15}
    },

    '거너(남)': {
        '眞 레인저': {name:'데스 바이 리볼버', level:30},
        '眞 런처': {name:'미라클 비전', level:30},
        '眞 메카닉': {name:'로보틱스', level:15},
        '眞 스핏파이어': {name:'오버 차지', level:15},
        '眞 어썰트': {name:'액티베이션', level:25}
    },

    '거너(여)': {
        '眞 레인저': {name:'데스 바이 리볼버', level:30},
        '眞 런처': {name:'미라클 비전', level:30},
        '眞 메카닉': {name:'로보틱스', level:15},
        '眞 스핏파이어': {name:'오버 차지', level:15}
    },

    '마법사(여)': {
        '眞 엘레멘탈마스터': {name:'엘레멘탈 번', level:20},
        '眞 소환사': {name:'환수 폭주', level:30},
        '眞 배틀메이지': {name:'전장의 여신', level:20},
        '眞 마도학자': {name:'고대의 도서관', level:15},
        '眞 인챈트리스': {name:'금단의 저주', level:30}
    },

    '마법사(남)': {
        '眞 엘레멘탈 바머': {name:'마나 폭주', level:25},
        '眞 빙결사': {name:'공명', level:30},
        '眞 스위프트 마스터': {name:'윈드니스', level:20},
        '眞 블러드 메이지': {name:'블러드 번', level:25},
        '眞 디멘션 워커': {name:'경계망상', level:25}
    },

    '프리스트(남)': {
        '眞 크루세이더': {name:'영광의 축복', level:30},
        '眞 성령의 메이스': {name:'성령의 메이스', level:20},
        '眞 인파이터': {name:'섀도우 박서', level:35},
        '眞 퇴마사': {name:'봉마연화', level:20},
        '眞 어벤저': {name:'추락하는 영혼', level:25}
    },

    '프리스트(여)': {
        '眞 크루세이더': {name:'용맹의 축복', level:30},
        '眞 이단심판관': {name:'광적인 믿음', level:25},
        '眞 무녀': {name:'신탁의 기원', level:20},
        '眞 미스트리스': {name:'일곱개의 대죄', level:20}
    },

    '도적': {
        '眞 로그': {name:'셰이크 다운', level:30},
        '眞 사령술사': {name:'암흑의 의식', level:25},
        '眞 쿠노이치': {name:'화둔: 홍염', level:20},
        '眞 섀도우댄서': {name:'암살자의 마음가짐', level:30}
    },

    '나이트': {
        '眞 엘븐나이트': {name:'워크라이', level:15},
        '眞 카오스': {name:'브레인 스톰', level:30},
        '眞 팔라딘': {name:'페이스풀', level:30},
        '眞 드래곤나이트': {name:'폭음폭식', level:30}
    },

    '마창사': {
        '眞 뱅가드': {name:'마창 해방', level:20},
        '眞 듀얼리스트': {name:'오러 랜스', level:20},
        '眞 드래고니안 랜서': {name:'마나 익스트랙트', level:25},
        '眞 다크 랜서': {name:'다크니스', level:25}
    },

    '총검사': {
        '眞 히트맨': {name:'전술 지휘', level:30},
        '眞 요원': {name:'임무 시작', level:30},
        '眞 트러블 슈터': {name:'역전의 승부사', level:25},
        '眞 스페셜리스트': {name:'코어 프렉시스', level:30}
    },

    '아처': {
        '眞 뮤즈': {name:'러블리 템포', level:30},
        '眞 트래블러': {name:'익사이팅', level:25},
        '眞 헌터': {name:'사냥을 시작해볼까!', level:30},
        '眞 비질란테': {name:'하악질', level:25}
    },

    '다크나이트': {
        '眞 다크나이트': {name:'오버플로우', level:30}
    },

    '크리에이터': {
        '眞 크리에이터': {name:'증폭', level:30}
    }
}
